Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Opens your respiratory rate history.
de: Öffnet deinen Atemfrequenzverlauf.
es: Abre tu historial de frecuencia respiratoria.
fr: Ouvre ton historique de fréquence respiratoire.
it: Apre la cronologia della frequenza respiratoria.
ja: 呼吸数の履歴を開きます。
ko: 호흡수 기록을 엽니다.
pt_br: Abre o seu histórico de frequência respiratória.
ru: Открывает историю частоты дыхания.
zh_hans: 打开你的呼吸频率历史。

source: Opens your resting heart rate history.
de: Öffnet deinen Verlauf der Ruheherzfrequenz.
es: Abre tu historial de frecuencia cardíaca en reposo.
fr: Ouvre ton historique de fréquence cardiaque au repos.
it: Apre la cronologia della frequenza cardiaca a riposo.
ja: 安静時心拍数の履歴を開きます。
ko: 안정 시 심박수 기록을 엽니다.
pt_br: Abre o seu histórico de frequência cardíaca em repouso.
ru: Открывает историю пульса в покое.
zh_hans: 打开你的静息心率历史。

source: Opens your sleep goal history.
de: Öffnet deinen Schlafziel-Verlauf.
es: Abre tu historial de objetivos de sueño.
fr: Ouvre ton historique d'objectifs de sommeil.
it: Apre la cronologia dei tuoi obiettivi di sonno.
ja: 睡眠目標の履歴を開きます。
ko: 수면 목표 기록을 엽니다.
pt_br: Abre seu histórico de metas de sono.
ru: Открывает историю целей по сну.
zh_hans: 打开你的睡眠目标历史。

source: Opens your sleep history.
de: Öffnet deinen Schlafverlauf.
es: Abre tu historial de sueño.
fr: Ouvre ton historique de sommeil.
it: Apre la cronologia del sonno.
ja: 睡眠の履歴を開きます。
ko: 수면 기록을 엽니다.
pt_br: Abre seu histórico de sono.
ru: Открывает историю сна.
zh_hans: 打开你的睡眠历史。

source: Opens your sleep timing patterns and consistency score.
de: Öffnet deine Schlafzeitmuster und den Konsistenzwert.
es: Abre tus patrones de horario de sueño y la puntuación de consistencia.
fr: Ouvre tes habitudes d'horaire de sommeil et le score de régularité.
it: Apre i tuoi ritmi del sonno e il punteggio di costanza.
ja: 睡眠のタイミングのパターンと一貫性スコアを開きます。
ko: 수면 시간대 패턴과 일관성 점수를 엽니다.
pt_br: Abre seus padrões de horário de sono e a pontuação de consistência.
ru: Открывает режим сна и оценку стабильности.
zh_hans: 打开你的作息规律和稳定性评分。

source: Opens your steps and distance history.
de: Öffnet deinen Schritt- und Distanzverlauf.
es: Abre tu historial de pasos y distancia.
fr: Ouvre ton historique de pas et de distance.
it: Apre la cronologia di passi e distanza.
ja: 歩数と距離の履歴を開きます。
ko: 걸음 수와 거리 기록을 엽니다.
pt_br: Abre seu histórico de passos e distância.
ru: Открывает историю шагов и дистанции.
zh_hans: 打开你的步数和距离历史。

source: Opens your steps goal history.
de: Öffnet deinen Schrittziel-Verlauf.
es: Abre tu historial de objetivos de pasos.
fr: Ouvre ton historique d'objectifs de pas.
it: Apre la cronologia dei tuoi obiettivi di passi.
ja: 歩数目標の履歴を開きます。
ko: 걸음 수 목표 기록을 엽니다.
pt_br: Abre seu histórico de metas de passos.
ru: Открывает историю целей по шагам.
zh_hans: 打开你的步数目标历史。

source: Opens your training condition history.
de: Öffnet deinen Verlauf der Trainingsbedingungen.
es: Abre tu historial de condiciones de entrenamiento.
fr: Ouvre ton historique de conditions d'entraînement.
it: Apre la cronologia delle tue condizioni di allenamento.
ja: トレーニングコンディションの履歴を開きます。
ko: 훈련 상황 기록을 엽니다.
pt_br: Abre seu histórico de condições de treino.
ru: Открывает историю статусов тренировок.
zh_hans: 打开你的训练状态历史。

source: Opens your walking heart rate history.
de: Öffnet deinen Verlauf der Herzfrequenz beim Gehen.
es: Abre tu historial de frecuencia cardíaca al caminar.
fr: Ouvre ton historique de fréquence cardiaque à la marche.
it: Apre la cronologia della frequenza cardiaca in camminata.
ja: 歩行時平均心拍数の履歴を開きます。
ko: 보행 중 심박수 기록을 엽니다.
pt_br: Abre o seu histórico de frequência cardíaca ao caminhar.
ru: Открывает историю пульса при ходьбе.
zh_hans: 打开你的步行心率历史。

source: Opens your weight goal history.
de: Öffnet deinen Gewichtsziel-Verlauf.
es: Abre tu historial de objetivos de peso.
fr: Ouvre ton historique d'objectifs de poids.
it: Apre la cronologia dei tuoi obiettivi di peso.
ja: 体重目標の履歴を開きます。
ko: 체중 목표 기록을 엽니다.
pt_br: Abre seu histórico de metas de peso.
ru: Открывает историю целей по весу.
zh_hans: 打开你的体重目标历史。

source: Opens your weight history.
de: Öffnet deinen Gewichtsverlauf.
es: Abre tu historial de peso.
fr: Ouvre ton historique de poids.
it: Apre la cronologia del peso.
ja: 体重の履歴を開きます。
ko: 체중 기록을 엽니다.
pt_br: Abre seu histórico de peso.
ru: Открывает историю веса.
zh_hans: 打开你的体重历史。

source: Opens your workout history.
de: Öffnet deinen Workout-Verlauf.
es: Abre tu historial de entrenamientos.
fr: Ouvre ton historique de séances.
it: Apre la cronologia dei tuoi allenamenti.
ja: ワークアウトの履歴を開きます。
ko: 운동 기록을 엽니다.
pt_br: Abre seu histórico de treinos.
ru: Открывает историю тренировок.
zh_hans: 打开你的训练历史。

source: Opens your workout plans list.
de: Öffnet deine Liste der Trainingspläne.
es: Abre tu lista de planes de entrenamiento.
fr: Ouvre ta liste de programmes d'entraînement.
it: Apre l'elenco delle tue schede.
ja: ワークアウトプランの一覧を開きます。
ko: 운동 플랜 목록을 엽니다.
pt_br: Abre sua lista de planos de treino.
ru: Открывает список планов тренировок.
zh_hans: 打开你的训练计划列表。

source: Opens your workout splits.
de: Öffnet deine Trainingssplits.
es: Abre tus splits de entrenamiento.
fr: Ouvre tes splits d'entraînement.
it: Apre i tuoi split di allenamento.
ja: ワークアウトスプリットを開きます。
ko: 운동 스플릿을 엽니다.
pt_br: Abre seus splits de treino.
ru: Открывает твои сплиты.
zh_hans: 打开你的训练分化。

source: Opens your wrist temperature history.
de: Öffnet deinen Verlauf der Handgelenktemperatur.
es: Abre tu historial de temperatura de la muñeca.
fr: Ouvre ton historique de température du poignet.
it: Apre la cronologia della temperatura al polso.
ja: 手首の温度の履歴を開きます。
ko: 손목 온도 기록을 엽니다.
pt_br: Abre o seu histórico de temperatura do pulso.
ru: Открывает историю температуры запястья.
zh_hans: 打开你的手腕温度历史。

source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pt_br: Opções
ru: Действия
zh_hans: 选项

source: Or pick a full program
de: Oder wähle ein vollständiges Programm
es: O elige un programa completo
fr: Ou choisissez un programme complet
it: Oppure scegli un programma completo
ja: または完全なプログラムを選ぶ
ko: 또는 전체 프로그램 선택
pt_br: Ou escolha um programa completo
ru: Или выберите готовую программу
zh_hans: 或选择一套完整方案

source: Or pick a schedule shape
de: Oder wähle eine Zeitplanstruktur
es: O elige una estructura de calendario
fr: Ou choisissez une structure de planning
it: Oppure scegli una struttura di calendario
ja: またはスケジュールの型を選ぶ
ko: 또는 일정 형태 선택
pt_br: Ou escolha uma estrutura de cronograma
ru: Или выберите структуру расписания
zh_hans: 或选择一种日程框架

source: Or pick a template
de: Oder wähle eine Vorlage
es: O elige una plantilla
fr: Ou choisissez un modèle
it: Oppure scegli un modello
ja: またはテンプレートを選ぶ
ko: 또는 템플릿 선택
pt_br: Ou escolha um modelo
ru: Или выберите шаблон
zh_hans: 或选择一个模板

source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
ja: その他
ko: 기타
pt_br: Outro
ru: Другое
zh_hans: 其他

source: Outcome Notes
de: Notizen zum Ergebnis
es: Notas del resultado
fr: Notes sur le résultat
it: Note sull'esito
ja: 結果のメモ
ko: 결과 메모
pt_br: Notas do resultado
ru: Заметки о результате
zh_hans: 结果备注

source: Outdoor or treadmill, run or walk.
de: Im Freien oder auf dem Laufband, Laufen oder Gehen.
es: Al aire libre o en cinta, correr o caminar.
fr: En extérieur ou sur tapis, course ou marche.
it: All'aperto o su tapis roulant, corsa o camminata.
ja: 屋外でもトレッドミルでも、ランでもウォークでも。
ko: 야외든 트레드밀이든, 러닝이든 걷기든.
pt_br: Ao ar livre ou na esteira, correr ou caminhar.
ru: На улице или на дорожке, бег или ходьба.
zh_hans: 户外或跑步机，跑步或步行。

source: Outdoor routes and treadmill sessions will show up here.
de: Outdoor-Routen und Laufband-Sessions erscheinen hier.
es: Las rutas al aire libre y las sesiones en cinta aparecerán aquí.
fr: Les itinéraires en extérieur et les séances sur tapis apparaîtront ici.
it: I percorsi all'aperto e le sessioni su tapis roulant compariranno qui.
ja: 屋外のルートやトレッドミルのセッションがここに表示されます。
ko: 야외 경로와 트레드밀 세션이 여기에 표시돼요.
pt_br: As rotas ao ar livre e as sessões na esteira aparecerão aqui.
ru: Маршруты на улице и тренировки на дорожке появятся здесь.
zh_hans: 户外路线和跑步机训练会显示在这里。

source: Outdoor Run
de: Lauf im Freien
es: Carrera al aire libre
fr: Course en extérieur
it: Corsa all'aperto
ja: 屋外ラン
ko: 야외 러닝
pt_br: Corrida ao ar livre
ru: Бег на улице
zh_hans: 户外跑步

source: Outdoor Walk
de: Spaziergang im Freien
es: Caminata al aire libre
fr: Marche en extérieur
it: Camminata all'aperto
ja: 屋外ウォーク
ko: 야외 걷기
pt_br: Caminhada ao ar livre
ru: Ходьба на улице
zh_hans: 户外步行

source: Overall Pace
de: Gesamttempo
es: Ritmo general
fr: Allure globale
it: Ritmo complessivo
ja: 全体のペース
ko: 전체 페이스
pt_br: Ritmo geral
ru: Средний темп
zh_hans: 整体配速

# Pace %@, heart rate %@
source: Pace %1$@, heart rate %2$@
de: Tempo %1$@, Herzfrequenz %2$@
es: Ritmo %1$@, frecuencia cardíaca %2$@
fr: Allure %1$@, fréquence cardiaque %2$@
it: Ritmo %1$@, frequenza cardiaca %2$@
ja: ペース%1$@、心拍数%2$@
ko: 페이스 %1$@, 심박수 %2$@
pt_br: Ritmo %1$@, frequência cardíaca %2$@
ru: Темп %1$@, пульс %2$@
zh_hans: 配速%1$@，心率%2$@

source: Paste
de: Einsetzen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
pt_br: Colar
ru: Вставить
zh_hans: 粘贴

source: Paste a routine from notes or another training app.
de: Füge eine Routine aus Notizen oder einer anderen Trainings-App ein.
es: Pega una rutina desde notas u otra app de entrenamiento.
fr: Colle une routine depuis des notes ou une autre app d’entraînement.
it: Incolla una routine dalle note o da un'altra app di allenamento.
ja: メモや他のトレーニングアプリからルーティンを貼り付けます。
ko: 메모나 다른 운동 앱에서 루틴을 붙여넣으세요.
pt_br: Cole uma rotina das notas ou de outro app de treino.
ru: Вставьте программу из заметок или другого приложения.
zh_hans: 从备忘录或其他训练应用中粘贴一份计划。

source: Paste your routine
de: Füge deine Routine ein
es: Pega tu rutina
fr: Colle ta routine
it: Incolla la tua routine
ja: ルーティンを貼り付け
ko: 루틴을 붙여넣으세요
pt_br: Cole a sua rotina
ru: Вставьте свою программу
zh_hans: 粘贴你的计划

source: Pause Rest Timer
de: Pausentimer pausieren
es: Pausar temporizador de descanso
fr: Mettre en pause le minuteur de repos
it: Metti in pausa il timer di recupero
ja: 休憩タイマーを一時停止
ko: 휴식 타이머 일시정지
pt_br: Pausar cronômetro de descanso
ru: Приостановить таймер отдыха
zh_hans: 暂停休息计时器

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
ja: 一時停止中
ko: 일시정지됨
pt_br: Pausado
ru: На паузе
zh_hans: 已暂停

source: Paused until changed
de: Pausiert bis zur Änderung
es: En pausa hasta cambiarlo
fr: En pause jusqu'à modification
it: In pausa fino a nuova modifica
ja: 変更するまで中断
ko: 변경할 때까지 일시정지
pt_br: Pausado até ser alterado
ru: На паузе до изменения
zh_hans: 暂停至手动更改

source: Pauses the current rest timer.
de: Pausiert den aktuellen Pausentimer.
es: Pausa el temporizador de descanso actual.
fr: Met en pause le minuteur de repos actuel.
it: Mette in pausa il timer di recupero in corso.
ja: 現在の休憩タイマーを一時停止します。
ko: 현재 휴식 타이머를 일시정지합니다.
pt_br: Pausa o cronômetro de descanso atual.
ru: Приостанавливает текущий таймер отдыха.
zh_hans: 暂停当前的休息计时器。

source: Pauses the rest timer.
de: Pausiert den Pausentimer.
es: Pausa el temporizador de descanso.
fr: Met en pause le minuteur de repos.
it: Mette in pausa il timer di recupero.
ja: 休憩タイマーを一時停止します。
ko: 휴식 타이머를 일시정지합니다.
pt_br: Pausa o cronômetro de descanso.
ru: Приостанавливает таймер отдыха.
zh_hans: 暂停休息计时器。

source: Pay monthly
de: Monatlich zahlen
es: Pago mensual
fr: Paiement mensuel
it: Paga mensilmente
ja: 月額で支払う
ko: 월간 결제
pt_br: Pagar mensalmente
ru: Платить помесячно
zh_hans: 按月付费

source: per month
de: pro Monat
es: al mes
fr: par mois
it: al mese
ja: /月
ko: 월
pt_br: por mês
ru: в месяц
zh_hans: 每月

source: per year
de: pro Jahr
es: al año
fr: par an
it: all'anno
ja: /年
ko: 년
pt_br: por ano
ru: в год
zh_hans: 每年

source: Percentage
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
it: Percentuale
ja: パーセンテージ
ko: 퍼센트
pt_br: Porcentagem
ru: Процент
zh_hans: 百分比

source: Performance Correlations
de: Leistungskorrelationen
es: Correlaciones de rendimiento
fr: Corrélations de performance
it: Correlazioni con la performance
ja: パフォーマンスの相関
ko: 수행 상관관계
pt_br: Correlações de desempenho
ru: Корреляции результатов
zh_hans: 表现相关性

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Permessi
ja: アクセス許可
ko: 권한
pt_br: Permissões
ru: Разрешения
zh_hans: 权限

source: Personal Records
de: Persönliche Rekorde
es: Récords personales
fr: Records personnels
it: Record personali
ja: 自己ベスト
ko: 개인 기록
pt_br: Recordes pessoais
ru: Личные рекорды
zh_hans: 个人纪录

source: Pick a rep range that matches your goal: strength usually sits around 1–3 reps, hypertrophy is often 8–12 reps, endurance is commonly 12–20+ reps.
de: Wähle einen Wiederholungsbereich, der zu deinem Ziel passt: Kraft liegt meist bei 1–3 Wdh., Hypertrophie oft bei 8–12 Wdh., Ausdauer häufig bei 12–20+ Wdh.
es: Elige un rango de repeticiones acorde a tu objetivo: la fuerza suele estar en 1–3 reps, la hipertrofia a menudo en 8–12 reps, la resistencia normalmente en 12–20+ reps.
fr: Choisis une plage de répétitions adaptée à ton objectif : la force se situe généralement autour de 1–3 reps, l'hypertrophie souvent 8–12 reps, l'endurance souvent 12–20+ reps.
it: Scegli un intervallo di ripetizioni adatto al tuo obiettivo: per la forza di solito sono 1–3 ripetizioni, per l'ipertrofia spesso 8–12, per la resistenza in genere 12–20+.
ja: 目標に合ったレップ範囲を選びましょう。筋力向上は1〜3レップ、筋肥大は8〜12レップ、持久力は12〜20レップ以上が目安です。
ko: 목표에 맞는 횟수 범위를 고르세요. 근력은 보통 1–3회, 근비대는 8–12회, 근지구력은 12–20회 이상이에요.
pt_br: Escolha um intervalo de repetições que combine com sua meta: força costuma ficar em 1–3 reps, hipertrofia muitas vezes em 8–12 reps, resistência geralmente em 12–20+ reps.
ru: Выберите диапазон повторений под свою цель: сила — обычно 1–3 повторения, гипертрофия — часто 8–12, выносливость — как правило 12–20+.
zh_hans: 选择符合你目标的次数区间：力量通常在 1–3 次，增肌常见 8–12 次，耐力一般是 12–20 次以上。

source: Pick one rep target that matches your goal: strength often uses a low target like 3 reps, hypertrophy is often around 10 reps, endurance is usually 15+ reps.
de: Wähle ein Wiederholungsziel, das zu deinem Ziel passt: Kraft nutzt oft ein niedriges Ziel wie 3 Wdh., Hypertrophie liegt oft bei etwa 10 Wdh., Ausdauer meist bei 15+ Wdh.
es: Elige un único objetivo de repeticiones acorde a tu meta: la fuerza suele usar un objetivo bajo como 3 reps, la hipertrofia a menudo ronda las 10 reps, la resistencia normalmente 15+ reps.
fr: Choisis un objectif de répétitions adapté à ton but : la force utilise souvent un objectif bas comme 3 reps, l'hypertrophie souvent autour de 10 reps, l'endurance généralement 15+ reps.
it: Scegli un target di ripetizioni adatto al tuo obiettivo: per la forza spesso si usa un target basso come 3 ripetizioni, per l'ipertrofia circa 10, per la resistenza di solito 15+.
ja: 目標に合ったレップ目標を1つ選びましょう。筋力向上は3レップ程度の低め、筋肥大は10レップ前後、持久力は15レップ以上が一般的です。
ko: 목표에 맞는 횟수 하나를 고르세요. 근력은 3회처럼 낮게, 근비대는 10회 안팎, 근지구력은 보통 15회 이상이에요.
pt_br: Escolha uma meta única de repetições que combine com seu objetivo: força costuma usar uma meta baixa como 3 reps, hipertrofia muitas vezes em torno de 10 reps, resistência geralmente 15+ reps.
ru: Выберите одну цель по повторениям под свою задачу: сила — часто около 3 повторений, гипертрофия — около 10, выносливость — обычно 15+.
zh_hans: 选择一个符合你目标的次数：力量常用较低的目标，比如 3 次；增肌常在 10 次左右；耐力通常是 15 次以上。

source: Pick the level that best matches your lifting experience. Villain Arc uses this to shape plan defaults and how aggressively suggestions progress.
de: Wähle das Level, das am besten zu deiner Trainingserfahrung passt. Villain Arc nutzt dies, um Planvorgaben und die Aggressivität der Vorschläge zu gestalten.
es: Elige el nivel que mejor se ajuste a tu experiencia entrenando. Villain Arc lo usa para definir los valores por defecto del plan y cuán agresivamente progresan las sugerencias.
fr: Choisis le niveau qui correspond le mieux à ton expérience. Villain Arc l'utilise pour définir les valeurs par défaut du plan et la progressivité des suggestions.
it: Scegli il livello che rispecchia meglio la tua esperienza con i pesi. Villain Arc lo usa per impostare i valori predefiniti delle schede e quanto aggressivi sono i suggerimenti di progressione.
ja: ご自身のトレーニング経験に最も近いレベルを選んでください。Villain Arcはこれをもとに、プランの初期値と提案の進み方の積極さを調整します。
ko: 운동 경력에 가장 잘 맞는 수준을 고르세요. Villain Arc는 이를 바탕으로 플랜 기본값과 제안이 얼마나 공격적으로 올라갈지 정해요.
pt_br: Escolha o nível que melhor combina com sua experiência de treino. O Villain Arc usa isso para definir os padrões do plano e quão agressivamente as sugestões progridem.
ru: Выбери уровень, который лучше всего отражает твой опыт. Villain Arc учитывает его в настройках планов и в том, насколько быстро растут рекомендации.
zh_hans: 选择最符合你训练经验的水平。Villain Arc 会据此调整计划默认值以及建议的进阶激进程度。

source: Pick two days to swap.
de: Wähle zwei Tage zum Tauschen.
es: Elige dos días para intercambiar.
fr: Choisissez deux jours à échanger.
it: Scegli due giorni da scambiare.
ja: 入れ替える2つの日を選んでください。
ko: 교체할 두 일차를 고르세요.
pt_br: Escolha dois dias para trocar.
ru: Выберите два дня для обмена.
zh_hans: 选择两天进行交换。

source: Plan Actions
de: Plan-Aktionen
es: Acciones del plan
fr: Actions du plan
it: Azioni della scheda
ja: プランの操作
ko: 플랜 작업
pt_br: Ações do plano
ru: Действия с планом
zh_hans: 计划操作

source: PLAN FOCUS
de: PLANFOKUS
es: ENFOQUE DEL PLAN
fr: OBJECTIF DU PROGRAMME
it: FOCUS DELLA SCHEDA
ja: プランの重点
ko: 플랜 중점
pt_br: FOCO DO PLANO
ru: ФОКУС ПЛАНА
zh_hans: 计划重点

source: Plan History
de: Planverlauf
es: Historial del plan
fr: Historique du plan
it: Cronologia delle schede
ja: プランの履歴
ko: 플랜 기록
pt_br: Histórico do plano
ru: История плана
zh_hans: 计划历史

# Plan in progress. %@. %@
source: Plan in progress. %1$@. %2$@
de: Plan läuft. %1$@. %2$@
es: Plan en curso. %1$@. %2$@
fr: Plan en cours. %1$@. %2$@
it: Scheda in corso. %1$@. %2$@
ja: プランを作成中。%1$@。%2$@
ko: 플랜 진행 중. %1$@. %2$@
pt_br: Plano em andamento. %1$@. %2$@
ru: План выполняется. %1$@. %2$@
zh_hans: 计划进行中。%1$@。%2$@

source: Plan Notes
de: Plan-Notizen
es: Notas del plan
fr: Notes du plan
it: Note della scheda
ja: プランのメモ
ko: 플랜 메모
pt_br: Notas do plano
ru: Заметки плана
zh_hans: 计划备注

source: Plan Notes Differ
de: Plannotizen weichen ab
es: Las notas del plan difieren
fr: Les notes du programme diffèrent
it: Le note della scheda sono diverse
ja: プランのメモと相違あり
ko: 플랜 메모가 달라요
pt_br: As notas do plano diferem
ru: Заметки плана отличаются
zh_hans: 计划备注不一致

source: PLAN WORK
de: PLANARBEIT
es: TRABAJO DEL PLAN
fr: TRAVAIL DU PROGRAMME
it: LAVORO DELLA SCHEDA
ja: プランの内容
ko: 플랜 운동
pt_br: TRABALHO DO PLANO
ru: РАБОТА ПО ПЛАНУ
zh_hans: 计划内容

source: Plate
de: Hantelscheibe
es: Disco
fr: Disque
it: Disco
ja: プレート
ko: 플레이트
pt_br: Anilha
ru: Блин
zh_hans: 杠铃片

source: Plus %lld more premium features.
de: Plus %lld weitere Premium-Funktionen.
es: Más %lld funciones premium.
fr: Plus %lld autres fonctionnalités premium.
it: Più altre %lld funzioni premium.
ja: さらに%lld件のプレミアム機能。
ko: 그 외 프리미엄 기능 %lld가지 더.
pt_br: Mais %lld recursos premium.
ru: И ещё премиум-функций: %lld.
zh_hans: 还有%lld项高级功能。

source: Post workout effort
de: Anstrengung nach dem Workout
es: Esfuerzo posterior al entrenamiento
fr: Effort après la séance
it: Sforzo post-allenamento
ja: ワークアウト後の努力度
ko: 운동 후 노력도
pt_br: Esforço pós-treino
ru: Усилие после тренировки
zh_hans: 训练后强度

source: Post-workout suggestion feedback
de: Feedback zu Vorschlägen nach dem Workout
es: Comentarios sobre las sugerencias posteriores al entrenamiento
fr: Retour sur les suggestions après la séance
it: Feedback sui suggerimenti dopo l'allenamento
ja: ワークアウト後の提案フィードバック
ko: 운동 후 제안 피드백
pt_br: Feedback de sugestões pós-treino
ru: Оценка рекомендаций после тренировки
zh_hans: 训练后建议反馈

source: Posterior-chain emphasis. RDL leads, hamstrings and glutes prioritized.
de: Betonung der hinteren Kette. RDL führt, Beinbeuger und Gesäß haben Priorität.
es: Énfasis en la cadena posterior. El peso muerto rumano lidera, con prioridad en isquiotibiales y glúteos.
fr: Accent sur la chaîne postérieure. Le soulevé de terre roumain ouvre, ischio-jambiers et fessiers prioritaires.
it: Enfasi sulla catena posteriore. Si apre con lo stacco rumeno, priorità a femorali e glutei.
ja: 後面の筋群を重視。RDLを軸に、ハムストリングと臀筋を優先。
ko: 후면 사슬 위주. RDL로 시작해 햄스트링과 둔근을 우선해요.
pt_br: Ênfase na cadeia posterior. O stiff lidera, com prioridade em posteriores e glúteos.
ru: Акцент на заднюю цепь. Во главе румынская тяга, приоритет — бицепс бедра и ягодицы.
zh_hans: 侧重后链。以罗马尼亚硬拉领衔，优先练腘绳肌和臀肌。

source: Posterior-chain focus with isolation accessories.
de: Fokus auf die hintere Kette mit Isolations-Hilfsübungen.
es: Enfoque en la cadena posterior con accesorios de aislamiento.
fr: Focus sur la chaîne postérieure avec des accessoires d'isolation.
it: Focus sulla catena posteriore con complementari di isolamento.
ja: 後面の筋群を重視し、アイソレーションの補助種目を追加。
ko: 후면 사슬 중심에 고립 보조 운동을 더했어요.
pt_br: Foco na cadeia posterior com acessórios de isolamento.
ru: Упор на заднюю цепь с изолирующей подсобкой.
zh_hans: 以后链为主，搭配孤立辅助动作。

source: pounds
de: Pfund
es: libras
fr: livres
it: libbre
ja: ポンド
ko: 파운드
pt_br: libras
ru: фунты
zh_hans: 磅

source: Pre workout context
de: Pre-Workout-Kontext
es: Contexto previo al entrenamiento
fr: Contexte d'avant-séance
it: Contesto pre-allenamento
ja: ワークアウト前の状態
ko: 운동 전 컨디션
pt_br: Contexto pré-treino
ru: Состояние перед тренировкой
zh_hans: 训练前状态

source: Pre Workout Context
de: Pre-Workout-Kontext
es: Contexto previo al entrenamiento
fr: Contexte d'avant-séance
it: Contesto pre-allenamento
ja: ワークアウト前の状態
ko: 운동 전 컨디션
pt_br: Contexto pré-treino
ru: Состояние перед тренировкой
zh_hans: 训练前状态

source: Preparing your exercise catalog...
de: Dein Übungskatalog wird vorbereitet …
es: Preparando tu catálogo de ejercicios...
fr: Préparation de ton catalogue d'exercices...
it: Preparazione del catalogo esercizi...
ja: 種目カタログを準備中…
ko: 종목 카탈로그 준비 중...
pt_br: Preparando seu catálogo de exercícios...
ru: Готовим каталог упражнений...
zh_hans: 正在准备你的动作库...

source: Press Day
de: Drück-Tag
es: Día de press
fr: Jour de développé
it: Giorno di spinta
ja: プレスの日
ko: 프레스 데이
pt_br: Dia de desenvolvimento
ru: День жима стоя
zh_hans: 推举日

source: Press first, then all three delts hit through isolation.
de: Zuerst Drücken, dann werden alle drei Schulterköpfe über Isolation getroffen.
es: Primero el press, luego se trabajan las tres cabezas del deltoides mediante aislamiento.
fr: D'abord le développé, puis les trois faisceaux du deltoïde travaillés en isolation.
it: Prima le spinte, poi tutti e tre i fasci del deltoide in isolamento.
ja: プレスから始め、三角筋の3つの部位をアイソレーションで鍛えます。
ko: 프레스를 먼저 하고, 고립 운동으로 삼각근 세 갈래를 모두 자극해요.
pt_br: Primeiro o desenvolvimento, depois as três porções do deltoide trabalhadas com isolamento.
ru: Сначала жим, затем все три пучка дельт в изоляции.
zh_hans: 先做推举，再用孤立动作练到三角肌三个束。

source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
ja: 前回
ko: 이전
pt_br: Anterior
ru: Прошлый раз
zh_hans: 上次

source: Previous Source
de: Vorherige Quelle
es: Fuente anterior
fr: Source précédente
it: Origine dei valori precedenti
ja: 前回の記録の参照元
ko: 이전 값 출처
pt_br: Fonte anterior
ru: Источник прошлых значений
zh_hans: 上次数据来源

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보
pt_br: Privacidade
ru: Конфиденциальность
zh_hans: 隐私

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
pt_br: Perfil
ru: Профиль
zh_hans: 个人资料

source: Program ready
de: Programm bereit
es: Programa listo
fr: Programme prêt
it: Programma pronto
ja: プログラムの準備完了
ko: 프로그램 준비 완료
pt_br: Programa pronto
ru: Программа готова
zh_hans: 方案已就绪

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Progressi
ja: 進捗
ko: 변화
pt_br: Progresso
ru: Прогресс
zh_hans: 进步
